ark
base
base-devel
brightnessctl
btop
btrfs-progs
cinnamon-translations
dolphin
dunst
efibootmgr
eog
fastfetch
ffmpegthumbs
firefox
fuzzel
gedit
gimp
git
gnome-calculator
gnome-themes-extra
go
grim
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
intel-media-driver
intel-ucode
iwd
kate
kitty
konsole
kvantum-theme-materia
libpulse
libva-intel-driver
linux
linux-firmware
micro
nano
nemo
neovim
networkmanager
network-manager-applet
noto-fonts-cjk
nwg-bar
nwg-drawer
nwg-look
nwg-shell
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
polkit-kde-agent
power-profiles-daemon
python-pywal
qt5ct
qt5-wayland
qt6ct
qt6-wayland
slurp
smartmontools
steam
swappy
swaync
swww
tree
ttf-firacode-nerd
ttf-font-awesome
ttf-hack-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wf-recorder
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
zram-generator
zsh
