base
base-devel
breeze
brightnessctl
btop
btrfs-progs
cinnamon-translations
dolphin
efibootmgr
eog
ffmpegthumbs
fuzzel
gedit
gimp
git
gnome-themes-extra
go
gst-plugin-pipewire
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
intel-ucode
kate
kde-cli-tools
kitty
kvantum-theme-materia
libpulse
linux
linux-firmware
micro
nemo
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nwg-bar
nwg-drawer
nwg-look
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
python-pywal
qt5ct
qt5-wayland
qt6ct
sddm
steam
swappy
swaync
swww
ttf-firacode-nerd
ttf-font-awesome
ttf-hack-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
waybar
wf-recorder
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-video-ati
zram-generator
zsh
